

Процедура ОбработкаПроведения(Отказ, РежимПроведения)

	//НаборЗаписейРН = РегистрыНакопления.РегистрНакопления1.СоздатьНаборЗаписей();
	//СтрокаНЗ = НаборЗаписейРН.Добавить();
	//СтрокаНЗ.ВидДвижения = ВидДвиженияНакопления.Приход;
	//СтрокаНЗ.Ресурс =4;
	//СтрокаНЗ.Измерение = Справочники.Справочник1.СП1;
	//СтрокаНЗ.Период = ТекущаяДатаСеанса();
	//НаборЗаписейРН.Записать();
	Движения.РегистрНакопления1.Записывать = Истина;
	Движение = Движения.РегистрНакопления1.Добавить();
	Движение.Регистратор = Ссылка;
	Движение.ВидДвижения = ВидДвиженияНакопления.Приход;
	Движение.Ресурс =4;
	Движение.Измерение = Справочники.Справочник1.СП1;
	Движение.Период = ТекущаяДатаСеанса();
	
КонецПроцедуры
